Repository: omarali-me/hilux
Catalog: src/locale/messages.*.xlf
Languages: ar

# developerProfileRegistrationDate
source: Registration date <span>*</span>
ar: تاريخ تسجيل المشروع <span>*</span>

# developerProfileRegistrationExpiryDate
source: Registration Expiry date <span>*</span>
ar: تاريخ انتهاء تسجيل المشروع <span>*</span>

# developerProfileDeveloperId
source: Developer Id
ar: رقم القيد

# developerProfileDeveloperNameInArabic
source: Developer Name In Arabic
ar: اسم المطور العقاري باللغة العربية

# developerProfileDeveloperNameInEnglish
source: Developer Name In English
ar: اسم المطور العقاري باللغة الانجليزية

# legalBlockssearchDeveloperName
source: Developer Name <span>*</span>
ar: المطور العقاري <span>*</span>

# legalBlockssearchProjectName
source: Project Name <span>*</span>
ar: المشروع <span>*</span>

# legalBlockssearchUnitId
source: Unit ID <span>*</span>
ar: رقم الوحدة العقارية <span>*</span>

# legalBlockssearchLandId
source: Land ID
ar: رقم العقار

# legalBlockssearchOldLandID
source: Old Land ID
ar: رقم الأرض القديم

# legalBlockssearchSearchButton
source: Search
ar: بحث

# legalBlocksResultsLegalBlockages
source: Legal Blockages:
ar: الحجوزات القانونية:

# legalBlocksResultsAddBlock
source: Add Block
ar: اضافة حجز قانوني

# legalBlocksResultsLandId
source: Land ID:
ar: رقم الأرض:

# legalBlocksResultsDeveloperName
source: Developer Name:
ar: المطور العقاري:

# legalBlocksResultsUnitNumber
source: Unit Number:
ar: رقم الوحدة العقارية:

# legalBlocksResultsProjectName
source: Project Name:
ar: المشروع:

# legalBlocksResultsCurrentLegalBlockages
source: Current Legal Blockages
ar: الحجوازت الحالية

# legalBlocksResultsTableBlockageType
source: Blockage Type
ar: نوع الحجز

# legalBlocksResultsTableBlockEntityNameAr
source: Block Entity Name Ar
ar: جهة الحجز

# legalBlocksResultsTableRemarks
source: Remarks
ar: ملاحظات الحجز

# legalBlocksResultsTableAttachments
source: Attachments
ar: المرفقات

# legalBlocksResultsTableCreatedAtModifiedAt
source: Created At / Modified At
ar: تاريخ اضافة الحجز

# legalBlocksResultsTableCreatedByModifiedBy
source: Created By / Modified By
ar: الموظف

# legalBlocksResultsTableUnblockRemarks
source: Unblock Remarks
ar: ملاحظات فك الحجز

# legalBlocksResultsTableEndedAt
source: Ended At
ar: تاريخ رفع الحجز

# legalBlocksResultsTableEndedBy
source: Ended By
ar: الموظف

# legalBlocksResultsTableActions
source: Actions
ar: اجراءات

# legalBlocksResultsPreviousLegalBlockages
source: Previous Legal Blockages
ar: الحجوزات السابقة

# legalBlocksPopupAddNewBlockHeader
source: Add New Block
ar: إضافة حجز قانوني

# legalBlocksPopupBlockageType
source: Blockage Type <span>*</span>
ar: نوع الحجز <span>*</span>

# legalBlocksPopupBlockEntityName
source: Block Entity Name <span>*</span>
ar: جهة الحجز <span>*</span>

# legalBlocksPopupRemarks
source: Remarks <span>*</span>
ar: ملاحظات الحجز <span>*</span>

# legalBlocksPopupAttachments
source: Attachments <span>*</span>
ar: المرفقات <span>*</span>

# legalBlocksPopupCancel
source: Close
ar: إلغاء

# legalBlocksPopupSubmit
source: Submit
ar: إرسال

# legalBlocksPopupHeaderUpdateBlock
source: Update Block
ar: تعديلحجزقانوني

# legalBlocksPopupCreatedAt
source: Created At
ar: تاريخ الحجز

# legalBlocksUpdatePopupAttachments
source: Attachments
ar: المرفقات

# legalBlocksPopupUpdate
source: Update
ar: حفظ

# legalBlocksPopupHeaderRemoveBlock
source: Remove Block
ar: رفع حجز قانوني

# legalBlocksPopupRemarksReadOnly
source: Remarks
ar: ملاحظات الحجز

# legalBlocksPopupUnblockRemarks
source: Unblock Remarks <span>*</span>
ar: ملاحظات فك الحجز <span>*</span>

# legalBlocksPopupRemove
source: Remove
ar: حفظ

# engineeringBlocksResultsEngineeringBans
source: Engineering Bans:
ar: الحجوزات الهندسية:

# legalBlocksResultsAddEngineeringBlock
source: Add Block
ar: اضافة حجز هندسي

# engineeringBlocksResultsCurrentEngineeringBans
source: Current Engineering Bans
ar: الحجوزات الحالية

# engineeringBlocksResultsPreviousEngineeringBans
source: Previous Engineering Bans
ar: الحجوزات السابقة

# legalBlocksPopupAddNewEngineeringBlockHeader
source: Add New Block
ar: إضافة حجز هندسي

# legalBlocksPopupHeaderRemoveEngineeringBlock
source: Remove Block
ar: رفع حجز هندسي

# applicationSearchHeaderApplicationSearch
source: Application Search
ar: البحث بالمعاملات

# applicationSearchApplicationId
source: Application ID
ar: رقم المعاملة

# applicationSearchServiceName
source: Service Name
ar: الخدمة

# applicationSearchApplicationSource
source: Application Source
ar: مصدر المعاملة

# applicationSearchApplicationDate
source: Application Date
ar: تاريخ المعاملة

# applicationSearchFromDate
source: From Date
ar: من

# applicationSearchToDate
source: To Date
ar: إلى

# applicationSearchLandId
source: Land ID
ar: رقم الأرض

# applicationSearchOldLandId
source: Old Land ID
ar: رقم الأرض القديم

# applicationSearchDeveloperName
source: Developer Name <span>*</span>
ar: المطور العقاري <span>*</span>

# applicationSearchProjectName
source: Project Name <span>*</span>
ar: مشروع التطوير العقاري <span>*</span>

# applicationSearchUnitId
source: Unit ID <span>*</span>
ar: رقم الوحدة العقارية <span>*</span>

# applicationSearchLands
source: lands
ar: عقارات

# applicationSearchUnits
source: Units
ar: وحدات عقارية

# applicationSearchOwner
source: Owner
ar: المالك

# applicationSearchOwnerId
source: Owner ID
ar: الرقم المعرف

# applicationSearchCurrentOwner
source: Current Owner
ar: مالك حالي

# applicationSearchPreviousOwner
source: Previous Owner
ar: مالك سابق

# applicationSearchContractId
source: Contract ID
ar: رقم العقد

# applicationSearchReceiptId
source: Receipt ID
ar: رقم الايصال

# applicationSearchSearch
source: Search
ar: بحث

# applicationSearchSearchResults
source: Search Results:
ar: نتائج البحث:

# applicationSearchTableApplicationSource
source: Application Source
ar: مصدر المعاملة

# applicationSearchTableApplicationId
source: Application Id
ar: رقم المعاملة

# applicationSearchTableServiceName
source: Service Name
ar: الخدمة

# applicationSearchTableLandId
source: Land ID
ar: رقم الأرض

# applicationSearchTableDetails
source: Application Details
ar: تفاصيل المعاملة

# applicationSearchTableDeveloperName
source: Developer Name
ar: المطور العقاري

# applicationSearchTableProjectName
source: Project Name
ar: مشروع التطوير العقاري

# applicationSearchTableUnitId
source: Unit ID
ar: رقم الوحدة العقارية

# applicationSearchTableApplicationDate
source: Application Date
ar: تاريخ المعاملة

# applicationSearchTableAdditionalInfo
source: Additional Info
ar: بيانات اضافية

# applicationSearchTableApplicationStatus
source: Application Status
ar: حالة المعاملة

# applicationSearchTableReservedBy
source: Reserved By
ar: محجوزة لدى

# applicationSearchTableWaitingForActionFrom
source: Waiting For Action From
ar: بانتظار اجراء

# unitsExcelUploadHeader
source: Units Excel Upload
ar: شاشة الوحدات العقارية

# unitsExcelUploadDeveloperName
source: Developer Name <span>*</span>
ar: اسم المطور العقاري <span>*</span>

# unitsExcelUploadProjectName
source: Project Name <span>*</span>
ar: اسم مشروع التطوير العقاري <span>*</span>

# unitsExcelUploadSearch
source: Search
ar: بحث

# unitsExcelUploadUpload
source: Upload
ar: رفع

# unitsExcelUploadUnitNumber
source: Unit Number:
ar: رقم الوحدة العقارية:

# unitsExcelUploadRegistrationType
source: Registration Type:
ar: حالة التسجيل:

# unitsExcelUploadMeterTotalSoldArea
source: Meter Total Sold Area:
ar: المساحة الاجمالية المباعة:

# unitsExcelUploadTableUnitNumber
source: Unit Number
ar: رقم الوحدة العقاري

# unitsExcelUploadTableOwnerName
source: Owner Name
ar: اسم المالك

# unitsExcelUploadTableMeterTotalSoldArea
source: Meter Total Sold Area
ar: المساحة الصافية المباعة

# unitsExcelUploadTableMeterNetSoldArea
source: Meter Net Sold Area
ar: المساحة الاجمالية المباعة

# unitsExcelUploadTableMeterTotalActualArea
source: Meter Total Actual Area
ar: المساحة الصافية الفعلية

# unitsExcelUploadTableMeterNetActualArea
source: Meter Net Actual Area
ar: المساحة الاجمالية الفعلية

# unitsExcelUploadTableSitePlan
source: Site Plan
ar: المخطط

# unitsExcelUploadTablePaymentPercentage
source: Payment Percentage
ar: نسبة السداد

# unitsExcelUploadTableUnitUse
source: Unit Use
ar: استخدام الوحدة

# unitsExcelUploadTableUnitType
source: Unit Type
ar: نوع الوحدة

# unitsExcelUploadTableRegistrationStatus
source: Registration Status
ar: حالة التسجيل

# singleApplicationHeaderApplicationSearch
source: Application Search
ar: شاشة عرض المعاملة

# singleApplicationServiceNameLabel
source: Service Name:
ar: الخدمة:

# singleApplicationApplicationIdLabel
source: Application ID:
ar: رقم المعاملة:

# singleApplicationChannelLabel
source: Channel:
ar: مصدر المعاملة:

# singleApplicationStepStatusLabel
source: Step Status:
ar: اسم الخطوة:

# singleApplicationSearchFieldname
source: Field name
ar: اسم الحقل

# singleApplicationSearchFieldValue
source: Field Value
ar: قيمة الحقل

# unitsValuationHeader
source: Units Valuation
ar: تقييم الوحدات العقارية

# unitsValuationDeveloperName
source: Developer Name <span>*</span>
ar: المطور العقاري <span>*</span>

# unitsValuationProjectName
source: Project Name <span>*</span>
ar: مشروع التطوير العقاري <span>*</span>

# unitsValuationUnitID
source: Unit ID
ar: رقم الوحدة العقارية

# unitsValuationUnitType
source: Unit Type
ar: نوع الوحدة

# unitsValuationRoomCount
source: Rooms Count
ar: عدد الغرف

# unitsValuationValuationDate
source: Valuation Date
ar: تاريخ التقييم:

# unitsValuationFromDate
source: From Date
ar: من

# unitsValuationToDate
source: To Date
ar: إلى

# unitsValuationSearch
source: Search
ar: بحث

# unitsValuationAddNewValuation
source: Add New Valuation
ar: اضافة تقييم جديد

# unitsValuationSearchResults
source: Search Results:
ar: نتائج البحث:

# unitsValuationUnitValuationsLabel
source: Unit Valuations
ar: تقييم الوحدات العقارية

# unitsValuationTableDeveloperName
source: Developer Name
ar: المطور العقاري

# unitsValuationTableProjectName
source: Project Name
ar: مشروع التطوير العقاري

# unitsValuationTableUnitId
source: Unit ID
ar: رقم الوحدة العقارية

# unitsValuationTableUnitType
source: Unit Type
ar: نوع الوحدة

# unitsValuationTableRoomsCount
source: Rooms Count
ar: عدد الغرف

# unitsValuationTableArea
source: Area
ar: مساحة الوحدة

# unitsValuationTableUnitPrice
source: Unit Price
ar: ثمن الوحدة العقارية

# unitsValuationTablePricePerSqM
source: Price Per Sq. M
ar: سعر المتر المربع

# unitsValuationTableValuationPrice
source: Valuation Price
ar: سعر التقييم

# unitsValuationTableValuationDate
source: Valuation Date
ar: تاريخ التقييم

# unitsValuationTableEmployee
source: Employee
ar: الموظف

# unitsValuationTableActions
source: Actions
ar: اجراءات

# unitsValuationModalAddNewValuation
source: Add New Valuation
ar: اضافة تقييم جديد

# unitsValuationModalDeveloperName
source: Developer Name <span>*</span>
ar: المطور العقاري <span>*</span>

# unitsValuationModalProjectName
source: Project Name <span>*</span>
ar: مشروع التطوير العقاري <span>*</span>

# unitsValuationModalUnitType
source: Unit Type <span>*</span>
ar: نوع الوحدة <span>*</span>

# unitsValuationModalUnitId
source: Unit ID
ar: رقم الوحدة العقارية

# unitsValuationModalPricePerSqM
source: Price per sq. m
ar: سعر المتر المربع

# unitsValuationModalRoomsCount
source: Rooms Count <span>*</span>
ar: عدد الغرف <span>*</span>

# unitsValuationModalClose
source: Close
ar: إلغاء

# unitsValuationModalSubmit
source: Submit
ar: إرسال

# unitsValuationModalUpdateHeader
source: Update Valuation
ar: تحديث سعر التقييم لوحدة عقارية

# unitsValuationModalValuationPrice
source: Valuation Price
ar: سعر التقييم

# unitsValuationModalUpdate
source: Update
ar: حفظ

source: Previous Land Id
ar: الرقم السابق للأرض

source: Converted To
ar: تم تحويله إلى

source: Converted By
ar: تم تحويلها بواسطة

source: Converted At
ar: تم تحويله في

source: History Of Conversion Of Land Id
ar: تاريخ تحويل معرف الأرض

source: Sort And Merge
ar: الفرز والدمج

source: Operation
ar: عملية

source: land Id
ar: رقم الأرض

source: Project Name
ar: أسم المشروع

# Rating
source: <i></i> Rating
ar: <i></i> تقييم

source: Apartment Type
ar: نوع الشقة

source: Services Fees
ar: رسوم الخدمات

# ratingLabel
source: Rating
ar: التقييم

source: Status
ar: الحالة

# projectIdRequid
source: Project Name Can't be blank
ar: لا يمكن أن يكون اسم المشروع فارغًا

# apartmentTypeRequid
source: Apartment Type Can't be blank
ar: لا يمكن أن يكون نوع الشقة فارغًا

# ratingRequid
source: Rating Can't be blank
ar: لا يمكن أن يكون التقييم فارغًا

# servicesFeesRequid
source: Services Fees Can't be blank
ar: لا يمكن أن يكون رسوم الخدمات فارغًا

source: total Evaluated Units
ar: إجمالي الوحدات المقيمة

source: total Non Evaluated Units
ar: إجمالي الوحدات غير مقيمة

source: Number Of Room
ar: عدد الغرف

source: Active
ar: نشط

source: Deactive
ar: غير نشط

source: Price Per Meter
ar: سعر المتر

source: Service Per Meter
ar: تكلفة الخدمة بالمتر

source: Back
ar: الرجوع

source: Source
ar: المصدر

source: Request
ar: الطلب

source: Details
ar: تفاصيل

source: Receipt
ar: الايصال

source: Time
ar: الوقت
