Repository: omarali-me/hilux
Catalog: src/locale/messages.*.xlf
Languages: ar

# headerLoginLabel
source: Login
ar: Login Arabic

# headerMoreLinks
source: More Links
ar: المزيد

# headerCustomer
source: <i>Customer</i>
ar: <i></i> عميل

# headerProject
source: <i></i> Project
ar: <i></i> مشروع

# headerUnit
source: <i></i> Unit
ar: <i></i> وحدة

# headerCompany
source: <i></i> Company
ar: <i></i> شركة

# headerLand
source: <i></i> Land
ar: <i></i> الأرض

# headerDeveloper
source: <i></i> Developer
ar: <i></i> مطور

# headerSearch
source: <i></i> Search
ar: <i></i> بحث

# headerMyTaskLabel
source: My Tasks
ar: مهامي

# headerLooutLabel
source: Logout
ar: تسجيل خروج

# sidebarHiluxLabel
source: Hilux
ar: Hilux Arabic

# loginPageLoginLabel
source: <b>Hilux</b>Reset Password
ar: <b>Hilux</b>تغيير كلمة السر

# resetPasswordHeader
source: <b>Hilux</b>Reset Password
ar: <b>Hilux</b>

# loginPageFormLabel
source: Login
ar: Login Arabic

# loginEmailAddressLabel
source: Email address
ar: عنوان بريد الكتروني

# loginEmailhelp
source: We'll never share your email with anyone else.
ar: لن نشارك بريدك الإلكتروني مع أي شخص آخر.

# loginpasswordLabel
source: Password
ar: كلمه السر

source: Remarks
ar: ملاحظات

# forgetpasswordRepeatLabel
source: Confirm Password
ar: آعادة كلمه السر

source: Check me out
ar: تفقدني

source: Submit
ar: إرسال

source: Forget Password
ar: نسيت كلمة السر

source: Reset Password
ar: تغيير كلمة السر

# formHelpText
source: Fields marked with '*' are mandatory fields.
ar: Fields marked with '*' are mandatory fields Arabic.

source: + Add New
ar: + آضافة جديد

source: + Change Land Number
ar: + تحويل رقم الأرض

# newLandIdRequid
source: New Land Id Can't be blank
ar: لا يمكن أن يكون معرّف الأرض الجديد فارغًا

# remarksRequid
source: Remarks Can't be blank
ar: لا يمكن ترك الملاحظات فارغة

source: Edit
ar: تعديل

# formSubmitLabel
source: Submit
ar: إرسال

# myTaskpageHeadingLabel
source: My Tasks
ar: قائمة مهامي

# customerProfileSearchName
source: Name
ar: الاسم

# customerProfileSearchIDNumber
source: ID Number
ar: الرقم المعرف

# customerProfileSearchButton
source: Search
ar: بحث

# customerProfileProfileImage
source: Profile Image
ar: صورة العميل

# customerProfileDeceased
source: Deceased
ar: متوفي

# customerProfileDateOfDeath
source: Date of Death <span>*</span>
ar: تاريخ الوفاه <span>*</span>

# customerProfileNameInArabic
source: Name In Arabic <span>*</span>
ar: الاسم باللغة العربية <span>*</span>

# customerProfileNameInEnglish
source: Name in English <span>*</span>
ar: الاسم باللغة الانجليزية <span>*</span>

# customerProfileEmiratesID
source: Emirates ID
ar: رقم الهوية الوطنية

# customerProfileEmiratesIDissuancedate
source: Emirates ID issuance date
ar: تاريخ اصدار الهوية الوطنية

# customerProfileEmiratesIDexpirydate
source: Emirates ID expiry date <span>*</span>
ar: تاريخ انتهاء الهوية الوطنية <span>*</span>

# customerProfilePassportnumber
source: Passport number
ar: رقم جواز السفر

# customerProfilePassportnumberissuancedate
source: Passport number issuance date <span></span>
ar: تاريخ اصدار جواز السفر <span></span>

# customerProfilePassportnumberexpirydate
source: Passport number expiry date <span>*</span>
ar: تاريخ انتهاء جواز السفر <span>*</span>

# customerProfileOtherdecrees
source: Other (decrees ..)
ar: أخرى(مراسيم..)

# customerProfileOtherdocumenttype
source: Other (document type) <span>*</span>
ar: أخرى (نوع المستند) <span>*</span>

# customerProfileMobileNumber
source: Mobile Number <span>*</span>
ar: هاتف محمول <span>*</span>

# customerProfileDateofBirth
source: Date of Birth <span>*</span>
ar: تاريخ الميلاد <span>*</span>

# customerProfileGender
source: Gender <span>*</span>
ar: الجنس <span>*</span>

# customerProfileNationality
source: Nationality <span>*</span>
ar: الجنسية <span>*</span>

# customerProfileCustomercategory
source: Customer category <span>*</span>
ar: فئة المتعامل <span>*</span>

# customerProfileTypeofDisability
source: Type of Disability <span>*</span>
ar: نوع الاعاقة <span>*</span>

# customerProfileDoyouhavetaxnumber
source: Do you have a tax number? <span>*</span>
ar: هل تمتلك رقم ضريبي؟ <span>*</span>

# customerProfileTaxNumber
source: Tax Number <span>*</span>
ar: الرقم الضريبي <span>*</span>

# customerProfileEmirate
source: Emirate <span>*</span>
ar: الإمارة <span>*</span>

# customerProfileHomeAddress
source: Home Address
ar: عنوان المنزل

# customerProfileGeneralNotes
source: General Notes
ar: ملاحظات عامة

# customerProfileEmail
source: Email
ar: البريد الالكتروني

# customerProfileMobileNumber2
source: Mobile Number 2
ar: هاتف محمول2

# customerProfilePreferredtimetocommunicate
source: Preferred time to communicate
ar: الوقت المفضل للتواصل

# customerProfilePreferredwaytocommunicate
source: Preferred way to communicate
ar: الطريقة المفضلة للتواصل

# customerProfileEmployer
source: Employer
ar: جهة العمل

# customerProfileJobTitle
source: Job Title
ar: الوظيفة

# customerProfileIsResident
source: Is Resident
ar: مقيم في الدولة

# customerProfileCountryofresidence
source: Country of residence
ar: بلد الاقامة

# customerProfileCityofresidenceinUAE
source: City of residence in UAE
ar: مدينة الاقامة في الدولة

# customerProfileSignature
source: Signature
ar: التوقيع

# customerProfileCustomerId
source: Customer ID
ar: رقم المتعامل

# projectProfileSearchDeveloperName
source: Developer Name <span>*</span>
ar: المطور العقاري <span>*</span>

# projectProfileSearchProjectName
source: Project Name <span>*</span>
ar: مشروع التطوير العقاري <span>*</span>

# projectProfileSearchButton
source: Search
ar: بحث

# projectProfileDeveloper
source: Developer <span>*</span>
ar: اسم المطور العقاري <span>*</span>

# projectProfileNameInArabic
source: Name In Arabic <span>*</span>
ar: اسم مشروع التطوير العقاري باللغة العربية <span>*</span>

# projectProfileNameInEnglish
source: Name in English <span>*</span>
ar: اسم مشروع التطوير العقاري باللغة الانجليزية <span>*</span>

# projectProfileisMain
source: Is Main <span>*</span>
ar: نوع مشروع التطوير العقاري <span>*</span>

# projectProfileMainProject
source: Main Project <span>*</span>
ar: مشروع التطوير العقاري الرئيسي <span>*</span>

# projectProfileBuildingNameInArabic
source: Building Name In Arabic <span>*</span>
ar: اسم المبنى باللغة العربية <span>*</span>

# projectProfileBuildingNameInEnglish
source: Building Name in English <span>*</span>
ar: اسم المبنى باللغة الانجليزية <span>*</span>

# projectProfileBuildingNumber
source: Building Number <span>*</span>
ar: رقم المبنى <span>*</span>

# projectProfileBuildingCode
source: Building Code
ar: رمز المبنى

# projectProfileParcelId
source: Parcel Id <span>*</span>
ar: رقم الأرض المميز <span>*</span>

# projectProfileDevPartNumber
source: Dev Part Number
ar: رقم قطعة الارض (ترقيم المطور)

# projectProfileProjectType
source: Project Type
ar: وصف المشروع

# projectProfileCompletionCertificateDate
source: Completion Certificate Date
ar: تاريخ شهادة الانجاز

# projectProfileTotalBuiltUpArea
source: Total Built Up Area
ar: المساحة الكلية للبناء

# projectProfileMeterTotalArea
source: Meter Total Area
ar: المساحة الاجمالية بالمتر

# projectProfileMeterNetArea
source: Meter Net Area
ar: المساحة الصافية بالمتر

# projectProfileMeterJointArea
source: Meter Joint Area
ar: المساحة المشتركة بالمتر

# projectProfileLongitude
source: Longitude
ar: خط الطول

# projectProfileLatitude
source: Latitude
ar: خط العرض

# projectProfileAccountTrustee
source: Account Trustee
ar: اسم أمين الحساب

# projectProfileEscrowAccountNumber
source: Escrow Account Number
ar: رقم حساب الضمان الرئيسي

# projectProfileAccountOpeningDate
source: Account Opening Date
ar: تاريخ فتح حساب الضمان

# projectProfileRegistrationDate
source: Registration Date <span>*</span>
ar: تاريخ تسجيل المشروع <span>*</span>

# projectProfileExpiryDate
source: Expiry Date
ar: تاريخ انتهاء تسجيل المشروع

# projectProfileBuildingPermitNumber
source: Building permit number
ar: رقم رخصة البناء

# projectProfileBuildingPermitIssuanceDate
source: Building permit issuance date
ar: تاريخ إصدار رخصة البناء

# projectProfileBuildingPermitExpiryDate
source: Building permit expiry date
ar: تاريخ إنتهاء رخصة البناء

# projectProfileProjectStatus
source: Project Status <span>*</span>
ar: حالة المشروع <span>*</span>

# projectProfileProjectCompletionpercentage
source: Project Completion percentage <span>*</span>
ar: نسبة انجاز المشروع <span>*</span>

# projectProfileConsultant
source: Consultant
ar: الاستشاري

# projectProfileConsultantContractValue
source: Consultant contract Value
ar: قيمة عقد الاستشاري

# projectProfileContractor
source: Contractor
ar: المقاول

# projectProfileContractorContractValue
source: Contractor contract Value
ar: قيمة عقد المقاول

# projectProfileContractorContractStartDate
source: Contractor Contract start Date
ar: تاريخ بدأ عقد المقاول

# projectProfileContractorContractEndDate
source: Contractor Contract End Date
ar: تاريخ انتهاء عقد المقاول

# projectProfileActualStartDate
source: Actual Start Date
ar: تاريخ البدأ بالمشروع بحسب عقد المقاول

# projectProfileTotalProjectCost
source: Total project cost
ar: الكلفة الاجمالية المشروع

# projectProfileTypeOfUse
source: Type of use
ar: نوع استخدام مشروع التطوير العقاري

# projectProfileTechDescription
source: Tech Description <span>*</span>
ar: وصف مشروع التطوير العقاري <span>*</span>

# projectProfileNumberofElevators
source: Number of Elevators
ar: عدد المصاعد في المشروع

# projectProfileNumberofSwimmingPool
source: Number of Swimming Pool
ar: عدد احواض السباحة في المشروع

# projectProfileNumberofFloors
source: Number of Floors
ar: عدد الطوابق

# projectProfileNumberofFlats
source: Number of Flats
ar: عدد الشقق

# projectProfileNumberofOffices
source: Number of Offices
ar: عدد المكاتب

# projectProfileNumberofShops
source: Number of Shops
ar: عدد المحلات

# projectProfileNumberofCarParks
source: Number of Car Parks
ar: عدد مواقف السيارات

# unitProfileSearchDeveloperName
source: Developer Name <span>*</span>
ar: المطور العقاري <span>*</span>

# unitProfileSearchProjectName
source: Project Name <span>*</span>
ar: مشروع التطوير العقاري <span>*</span>

# unitProfileSearchUnitNumber
source: Unit Number <span>*</span>
ar: رقم الوحدة العقارية <span>*</span>

# unitProfileSearchButton
source: Search
ar: بحث

# unitProfileDeveloper
source: Developer <span>*</span>
ar: اسم المطور العقاري <span>*</span>

# unitProfileProject
source: Project <span>*</span>
ar: اسم مشروع التطوير العقاري <span>*</span>

# unitProfileUnitNumber
source: Unit Number <span>*</span>
ar: رقم الوحدة العقارية <span>*</span>

# unitProfileUnitType
source: Unit Type <span>*</span>
ar: نوع الوحدة <span>*</span>

# unitProfileUnitUse
source: Unit Use
ar: استخدام الوحدة

# unitProfileFloorNumber
source: Floor Number <span>*</span>
ar: رقم الطابق <span>*</span>

# unitProfileLand
source: Land
ar: رقم الأرض

# unitProfileMeterTotalSoldArea
source: Meter Total Sold Area <span>*</span>
ar: المساحة الاجمالية المباعة بالمتر <span>*</span>

# unitProfileMeterNetSoldArea
source: Meter Net Sold Area
ar: المساحة الصافية المباعة بالمتر

# unitProfileMeterJointSoldArea
source: Meter Joint Sold Area
ar: المساحة المشتركة المباعة بالمتر

# unitProfileMeterTotalActualArea
source: Meter Total Actual Area
ar: المساحة الاجمالية الفعلية بالمتر

# unitProfileMeterNetActualArea
source: Meter Net Actual Area
ar: المساحة الصافية الفعلية بالمتر

# unitProfileMeterJointActualArea
source: Meter Joint Actual Area
ar: المساحة المشتركة الفعلية بالمتر

# unitProfileRoomsCount
source: Rooms Count
ar: عدد الغرف

# unitProfileServantRoomsCount
source: Servant Rooms Count
ar: عدد غرف الخدم

# unitProfileLivingRoomsCount
source: Living Rooms Count
ar: عدد غرف المعيشة

# unitProfileDiningRoomsCount
source: Dining Rooms Count
ar: عدد غرف الطعام

# unitProfileBathroomsCount
source: Bathrooms Count
ar: عدد الحمامات

# unitProfileLoungesCount
source: Lounges Count
ar: عدد الصالات

# unitProfileKitchensCount
source: Kitchens Count
ar: عدد المطابخ

# unitProfileBalconyCount
source: Balcony Count
ar: عدد البلكونات

# unitProfileServicesDescription
source: Services Description
ar: الخدمات

# unitProfileOthers
source: Others
ar: اخرى

# unitProfileSitePlan
source: Site Plan
ar: المخطط

# companyProfileSearchCompanyName
source: Company Name
ar: اسم الشركة/ المؤسسة

# companyProfileSearchLicenseNumber
source: License Number
ar: رقم الرخصة التجارية

# companyProfileSearchButton
source: Search
ar: بحث

# companyProfileCompanyOrganisationType
source: Company / organization Type <span>*</span>
ar: نوع الشركة / المؤسسة <span>*</span>

# companyProfileNameInArabic
source: Company Name In Arabic <span>*</span>
ar: اسم الشركة/ المؤسسة باللغة العربية <span>*</span>

# companyProfileNameInEnglish
source: Company Name in English <span>*</span>
ar: اسم الشركة/ المؤسسة باللغة الانجليزية <span>*</span>

# companyProfileTradeLicenseNumber
source: Trade license number <span>*</span>
ar: رقم الرخصة التجارية <span>*</span>

# companyProfileLicenseIssuer
source: License Issuer <span>*</span>
ar: جهة اصدار الرخصة <span>*</span>

# companyProfileLicenseIssuanceDate
source: License issuance date <span>*</span>
ar: تاريخ اصدار الرخصة <span>*</span>

# companyProfileLicenseExpiryDate
source: License Expiry date <span>*</span>
ar: تاريخ انتهاء الرخصة <span>*</span>

# companyProfileLicenseType
source: License Type <span>*</span>
ar: نوع الرخصة <span>*</span>

# companyProfileEstablishmentCardNumber
source: Establishment card number <span>*</span>
ar: رقم بطاقة المنشأة <span>*</span>

# companyProfileTaxNumber
source: Tax Number <span>*</span>
ar: الرقم الضريبي <span>*</span>

# companyProfileEmirate
source: Emirate <span>*</span>
ar: الإمارة <span>*</span>

# companyProfilePhoneNumber
source: Phone Number <span>*</span>
ar: رقم الهاتف <span>*</span>

# companyProfileMakaniNumber
source: Makani Number
ar: رقم مكاني

# companyProfileEmail
source: Email
ar: البريد الالكتروني

# companyProfileWebsite
source: Website
ar: الموقع الالكتروني

# companyProfileOwner
source: Owner <span>*</span>
ar: المالك / الشريك <span>*</span>

# companyProfileOwnershipPercentage
source: Ownership percentage <span>*</span>
ar: نسبة التملك <span>*</span>

# companyProfileEstablishmentContractFile
source: Establishment Contract File <span>*</span>
ar: عقد التأسيس <span>*</span>

# companyProfileCompanyId
source: Company ID
ar: رقم الشركة

# landProfileSearchLandId
source: Land Id
ar: رقم الأرض

# landProfileSearchOldLandId
source: Old Land Id
ar: رقم الأرض القديم

# landProfileSearchButton
source: Search
ar: بحث

# landProfileFreeHold
source: Free Hold
ar: تملك حر (عقار يخضع لقوانين الملكيات المشتركة)

# landProfileLandID
source: Land ID <span>*</span>
ar: رقم الأرض <span>*</span>

# landProfileOldLandID
source: Old Land ID
ar: رقم الارض القديم

# landProfileNewLandID
source: New Land ID
ar: رقم الارض الجديد

# landProfileCity
source: City <span>*</span>
ar: المدينة <span>*</span>

# landProfileSector
source: Sector <span>*</span>
ar: القطاع <span>*</span>

# landProfileDistrict
source: District <span>*</span>
ar: الحي <span>*</span>

# landProfilePlot
source: Plot <span>*</span>
ar: القطعة <span>*</span>

# landProfileLandUse
source: Land Use
ar: الاستعمال الرئيسي

# landProfileSubLandUse
source: Sub Land Use
ar: الاستعمال الفرعي

# landProfilePropertyType
source: Property Type
ar: نوع العقار

# landProfileLandAreaM2
source: Land Area m2
ar: مساحة الأرض م2

# landProfileFloorsasperSiteMap
source: Floors as per Site Map
ar: عدد الطوابق بحسب المخطط

# landProfileMunicipalityRemarks
source: Municipality Remarks
ar: ملاحظات البلدية

# landProfileEngineeringsRemarks
source: Engineerings Remarks
ar: الملاحظات الهندسية

# landProfileStreetType
source: Street Type
ar: نوع الشارع

# landProfileStreetName
source: Street Name
ar: اسم الشارع

# landProfileNorth
source: North
ar: شمال

# landProfileSouth
source: South
ar: جنوب

# landProfileEast
source: East
ar: شرق

# landProfileWest
source: West
ar: غرب

# landProfileBuildingArea
source: Building area
ar: مساحة البناء

# landProfileNumberofBuiltFloors
source: Number of Built Floors
ar: عدد الادوار المنجزة

# landProfileCompletionRate
source: Completion rate
ar: نسبة الانجاز

# landProfileBuildingAge
source: Building Age
ar: عمر البناء

# landProfilePropertyLeased
source: Property leased
ar: العقار مؤجر

# landProfileAnnualincomefromRent
source: Annual income from rent
ar: الدخل السنوي من الايجار

# landProfileAnnualMaintenanceAmount
source: Annual maintenance amount
ar: مبلغ الصيانة السنوي

# landProfileNumberofShops
source: Number of shops
ar: عدد المحلات التجارية

# landProfileNumberofVacantShops
source: Number of vacant shops
ar: عدد المحلات الشاغرة

# landProfileTheNumberofRentedShops
source: The number of rented shops
ar: عدد المحلات المؤجرة

# landProfileNumberofWarehouses
source: Number of warehouses
ar: عدد الشبرات

# landProfileNumberofVacantWarehouses
source: Number of vacant warehouses
ar: عدد الشبرات الشاغرة

# landProfileTheNumberofRentedWarehouses
source: The number of rented warehouses
ar: عدد الشبرات المؤجرة

# landProfileNumberofRooms
source: Number of rooms
ar: عدد الغرف

# landProfileNumberofServiceUnits
source: Number of service units
ar: عدد الوحدات الخدمية

# landProfileNumberofVacantRooms
source: Number of vacant rooms
ar: عدد الغرف الشاغرة

# landProfileNumberofRentedRooms
source: Number of rented rooms
ar: عدد الغرف المؤجرة

# landProfileNorthFacade
source: North facade
ar: الواجهة الشمالية

# landProfileEastern
source: Eastern
ar: الشرقية

# landProfileSouthern
source: Southern
ar: الجنوبية

# landProfileWestern
source: Western
ar: الغربية

# landProfileStructureType
source: Structure type
ar: نوع الهيكل

# landProfileExternalYards
source: External yards
ar: الاحواش الخارجية

# landProfileReception
source: Reception
ar: الاستقبال

# landProfileTheEntrance
source: The Entrance
ar: المدخل

# landProfileTheRooms
source: The rooms
ar: الغرف

# landProfileLiftsStairsEscalators
source: Lifts / Stairs / Escalators
ar: مصاعد / سلالم / سلالم متحركة

# landProfileElectricity
source: Electricity
ar: الكهرباء

# landProfileAirConditioning
source: Air conditioning
ar: التكييف

# landProfileAppendix
source: Appendix
ar: ملحق

# landProfileGas
source: Gas
ar: الغاز

# landProfileCarParking
source: car parking
ar: ك اج سي ر ت

# landProfileMetalAwnings
source: Metal awnings
ar: مظلات معدنية

# landProfileGates
source: Gates
ar: بوابات

# landProfilePropertyDescription
source: Property Description
ar: وصف العقار

# searchPageHeaderLabel
source: Search
ar: بحث

# searchPageDeveloperName
source: Developer Name <span>*</span>
ar: المطور العقاري <span>*</span>

# searchPageProjectName
source: Project Name <span>*</span>
ar: مشروع التطوير العقاري <span>*</span>

# searchPageUnitID
source: Unit ID <span>*</span>
ar: رقم الوحدة العقارية <span>*</span>

# searchPageLandID
source: Land ID
ar: رقم الأرض

# searchPageOldLandID
source: Old Land ID
ar: رقم الأرض القديم

# searchPageOwner
source: Owner
ar: المالك

# searchPageOwnerID
source: Owner ID
ar: الرقم المعرف

# searchPageSearchButton
source: Search
ar: بحث

# searchPageTableOwner
source: Owner:
ar: المـــــالك:

# searchPageTableHeaderCustomerID
source: Customer ID
ar: رقم المتعامل

# searchPageTableHeaderNameArabic
source: Name Arabic
ar: الاسم باللغة العربية

# searchPageTableHeaderNameEnglish
source: Name English
ar: الاسم باللغة الانجليزية

# searchPageTableHeaderOwnerID
source: Owner ID
ar: الرقم المعرف

# searchPageTableHeaderPhoneNumber
source: Phone Number
ar: رقم الهاتف

# searchPageTableHeaderNationality
source: Nationality
ar: الجنسية

# searchPageTableActions
source: Actions
ar: اجراءات

# searchPageTableLands
source: Lands:
ar: الأراضـــي:

# searchPageTableCurrentlyOwnedLands
source: Currently Owned Lands
ar: الأراضي الحالية

# searchPageTableHeaderLandID
source: Land ID
ar: رقم الأرض

# searchPageTableHeaderOldLandID
source: Old Land ID
ar: رقم الأرض القديم

# searchPageTableHeaderSector
source: Sector
ar: القطاع

# searchPageTableHeaderDistrict
source: District
ar: الحي

# searchPageTableHeaderOwnershipTransferMethod
source: Ownership Transfer Method
ar: طريقة انتقال الملكية

# searchPageTableHeaderOwnershipPercentage
source: Ownership Percentage
ar: نسبة التملك

# searchPageTableHeaderDate
source: Date
ar: التاريخ

# searchPageTableHeaderBans
source: Bans
ar: الحجوزات

# searchPageTablePreviouslyOwnedLands
source: Previously Owned Lands
ar: الأراضي السابقة

# searchPageTableRealEstateUnits
source: Real Estate Units:
ar: الوحدات العقارية:

# searchPageTableCurrentlyOwnedUnits
source: Currently Owned Units
ar: الوحدات العقارية الحالية

# searchPageTableHeaderUnitID
source: Unit ID
ar: رقم الوحدة العقارية

# searchPageTableHeaderProjectName
source: Project Name
ar: مشروع التطوير العقاري

# searchPageTableHeaderDeveloperName
source: Developer Name
ar: المطور العقاري

# searchPageTablePreviouslyOwnedUnits
source: Previously Owned Units
ar: الوحدات العقارية السابقة

# searchPageTableLand
source: Land:
ar: الأرض:

# searchPageTableOwners
source: Owners:
ar: الملاك:

# searchPageTableRealEstateUnit
source: Real Estate Unit:
ar: الوحدة العقارية:

# searchPageAddNewBlockHeader
source: Add New Block
ar: إضافة حجز قانوني

# searchPageBlockType
source: Blockage Type <span>*</span>
ar: نوع الحجز <span>*</span>

# searchPageBlockEntityName
source: Block Entity Name <span>*</span>
ar: جهة الحجز <span>*</span>

# searchPageRemarks
source: Remarks <span>*</span>
ar: ملاحظات الحجز <span>*</span>

# searchPageAttachments
source: Attachments <span>*</span>
ar: المرفقات <span>*</span>

# searchPageCurrentlyOwnedProperties
source: Currently Owned Properties
ar: سيتم إضافة الحجز على الأملاك الحالية التالية:

# searchPageBlockCancel
source: Close
ar: إلغاء

# developerProfileSearchDeveloperName
source: Developer Name<span>*</span>
ar: المطور العقاري<span>*</span>

# developerProfileSearchButton
source: Search
ar: بحث

# searchPageBlockSubmit
source: Submit
ar: إرسال

# developerProfileCompanyName
source: Company Name
ar: اسم الشركة

# developerProfileLicenseNumber
source: License Number
ar: رقم الرخصة

# developerProfileCompanyDetails
source: Company Details
ar: بيانات الشركة

# developerProfileCompanyID
source: Company ID
ar: رقم الشركة

# developerProfileCompanyOrganizationType
source: Company / organization Type
ar: نوع الشركة / المؤسسة

# developerProfileCompanyNameInArabic
source: Company Name In Arabic
ar: اسم الشركة/ المؤسسة باللغة العربية

# developerProfileCompanyNameInEnglish
source: Company Name In English
ar: اسم الشركة/ المؤسسة باللغة الانجليزية

# developerProfileTradeLicenseNumber
source: Trade license number
ar: رقم الرخصة التجارية

# developerProfileLicenseIssuer
source: License Issuer
ar: جهة اصدار الرخصة

# developerProfileLicenseIssuanceDate
source: License issuance date
ar: تاريخ اصدار الرخصة

# developerProfileLicenseExpiryDate
source: License Expiry date
ar: تاريخ انتهاء الرخصة

# developerProfileLicenseType
source: License Type
ar: نوع الرخصة

# developerProfileTaxNumber
source: Tax Number <span>*</span>
ar: الرقم الضريبي <span>*</span>

# developerProfileEmirate
source: Emirate <span>*</span>
ar: الإمارة <span>*</span>

# developerProfileOwner
source: Owner
ar: المالك / الشريك

# developerProfileOwnershipPercentage
source: Ownership percentage
ar: نسبة التملك

# developerProfilePhoneNumber
source: Phone Number <span>*</span>
ar: رقم الهاتف <span>*</span>

# developerProfileMakaniNumber
source: Makani Number
ar: رقم مكاني

# developerProfileEmail
source: Email
ar: البريد الالكتروني

# developerProfileWebsite
source: Website
ar: الموقع الالكتروني

# developerProfileAddress
source: Address
ar: العنوان

# developerProfilePOBox
source: P.O.box.
ar: صندوق البريد

# developerProfileEstablishmentContractFile
source: Establishment Contract File <span>*</span>
ar: عقد التأسيس <span>*</span>

# developerProfileDeveloperDetails
source: Developer Details
ar: بيانات القيد

# developerProfileDeveloperType
source: Developer Type <span>*</span>
ar: نوع المطور العقاري <span>*</span>
